static char* asciiart = "\n"
	"       Ü    Ü       Ü     ÜÜ      ÜÜ\n"
	"      ÞÛÝ  ÞÛÝ    ÜÛ฿ÛÜ   ÛÛ      ÛÛ\n"
	"      ÞฐÝ  ÞฐÝ   ÞฐÝ ÞฐÝ  ÝÞ      ÝÞ\n"
	"ÜÜÜÜÜ ÞฑÝ  ÞฑÝ Ü ฑฑ ÜÜÜÜÜ ฑฑ ÜÜÜÜ ฑฑ ÜÜÜÜÜ\n"
	"ฒฒฒฒฒÜ ÞฒÝÞฒÝ Üฒ ฒฒ ฿฿ฒฒฒ ฒฒ ฒฒฒฒ ฒฒ ฒฒฒฒฒ\n"
	"ฒฒฒฒฒฒÜ ฿ÛÛ฿ Üฒฒ ÛÛ฿฿ ฒฒฒ ÛÛ ฒฒฒฒ ÛÛ ฒฒฒฒฒ\n"
	"฿฿฿฿฿฿ Üฑ฿฿ฑÜ ฿฿ ฑฑ ฿฿฿฿฿ ฑฑ ฿฿฿฿ ฑฑ ฿฿฿฿฿\n"
	"      ÞฒÝ  ÞฒÝ   ÞฒÝ ÛฒÝ  ฒฒ      ฒฒ\n"
	"      ÛÛ    ÛÛ    ฿ÛÜÛ฿   ÛÛ      ÛÛ\n"
	"      ฿฿    ฿฿      ฿     ฿฿฿฿฿฿฿ ฿฿฿฿฿฿฿\n"
	"   ÜÜÜ         Ü     ÜÜ         ÜÜ        Ü      ÜÜÜ        Ü      ÜÜÜ\n"
	"  ÛÛ ฿ÛÜ     ÜÛ฿ÛÜ   ÛÛ       ÜÛ฿฿ÛÜ    ÜÛ฿ÛÜ   ÛÛ ฿ÛÜ    ÜÛ฿ÛÜ   ÛÛ ฿ÛÜ\n"
	"  ÝÞ  ÞฐÝ   ÞฐÝ ÞฐÝ  ÝÞ      ÞฐÝ  ÞฐÝ  ÞฐÝ ÞฐÝ  ÝÞ  ÞฐÝ  ÞฐÝ ÞฐÝ  ÝÞ  ÞฐÝ\n"
	"Ü ฑฑ Ü ฑฑ Ü ฑฑ ÜÜÜÜÜ ฑฑ ÜÜÜÜ ฑฑ ÜÜ ฑฑÜ ฑฑ Ü ฑฑÜ ฑฑ Ü ฑฑÜ ฑฑ ÜÜÜÜÜ ฑฑ Ü ฑฑ\n"
	"ฒ ฒฒ ฿ÛฒÝ ฒ ฒฒ ฿฿ฒฒฒ ฒฒ ฒฒฒฒ ฒฒ ฒฒ ฒฒฒ ฒฒ ฿ ฒฒฒ ฒฒ ฒ ฒฒฒ ฒฒ ฿฿ฒฒฒ ฒฒ ฒ ฒฒ\n"
	"ฒ ÛÛ฿Û฿฿ Üฒ ÛÛ฿฿ ฒฒฒ ÛÛ ฒฒฒฒ ÛÛ ฒฒ ÛÛฒ ÛÛ฿฿฿ÛÛฒ ÛÛ ฒ ÛÛฒ ÛÛ฿฿ ฒฒฒ ÛÛ ฒ ÛÛ\n"
	"฿ ฑฑ ฿ฑÜ ฿฿ ฑฑ ฿฿฿฿฿ ฑฑ ฿฿฿฿ ฑฑ ฿฿ ฑฑ฿ ฑฑ ฿ ฑฑ฿ ฑฑ ฿ ฑฑ฿ ฑฑ ฿฿฿฿฿ ฑฑ ฿ ฑฑ\n"
	"  ฒฒ  ÞฒÝ   ÞฒÝ ÞฒÝ  ฒฒ      ÞฒÝ  ÞฒÝ  ฒฒ   ฒฒ  ฒฒ  ÞฒÝ  ÞฒÝ ÞฒÝ  ฒฒ  ÞฒÝ\n"
	"  ÛÛ   ÛÛ    ฿ÛÜÛ฿   ÛÛ       ฿ÛÜÜÛ฿   ÛÛ   ÛÛ  ÛÛ ÜÛ฿    ฿ÛÜÛ฿   ÛÛ ÜÛ฿\n"
	"  ฿฿   ฿฿      ฿     ฿฿฿฿฿฿฿    ฿฿     ฿฿   ฿฿   ฿฿฿        ฿      ฿฿฿\n\n";
static char* asciitail =
	"              Free60.org XeLL RELOADED - Xenon Linux Loader\n\n";

static char* miniart =
"ษออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป\n"   
"บ %-62s บ\n"
"ศออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ\n";